---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FabricSheetMinorReinforcementArea
source: html/b533cf30-1910-b274-a39e-8b189c8ee026.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FabricSheetMinorReinforcementArea Property

"Minor Reinforcement Area": Minor Reinforcement Area

## Syntax (C#)
```csharp
public static ForgeTypeId FabricSheetMinorReinforcementArea { get; }
```